/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Parsing error %1$zd, Description: %2$@, Line: %3$zd, Column: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Validation error %1$zd, Description: %2$@, Line: %3$zd, Column: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "MusicXML Parsing Error";

/* Error Alert Title */
"MusicXML Validation Error" = "MusicXML Validation Error";

/* Error message */
"Compressed MusicXML file seems to be malformed (could not find ‘full-path’)" = "Compressed MusicXML file seems to be malformed (could not find ‘full-path’)";

/* Error message */
"Could not create temporary conversion file" = "Could not create temporary conversion file";

/* Error message */
"Could not decompress (compressed MusicXML file)" = "Could not decompress (compressed MusicXML file)";

/* Error message */
"File is not a MusicXML File" = "File is not a MusicXML File";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "MusicXML File contains zero or negative value for “divisions”";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Ti";

/* Scale Type Popup Menu */
"Chromatic" = "Chromatic";

/* Scale Type Popup Menu */
"Custom" = "Custom";

/* Scale Type Popup Menu */
"Dorian" = "Dorian";

/* Scale Type Popup Menu */
"Harmonic Minor" = "Harmonic Minor";

/* Scale Type Popup Menu */
"Japanese#sct" = "Japanese";

/* Scale Type Popup Menu */
"Klezmer" = "Klezmer";

/* Scale Type Popup Menu */
"Locrian" = "Locrian";

/* Scale Type Popup Menu */
"Lydian" = "Lydian";

/* Scale Type Popup Menu */
"Major" = "Major";

/* Scale Type Popup Menu */
"Major + b7" = "Major + b7";

/* Scale Type Popup Menu */
"Major Blues" = "Major Blues";

/* Scale Type Popup Menu */
"Major Pentatonic" = "Major Pentatonic";

/* Scale Type Popup Menu */
"Major/Minor" = "Major/Minor";

/* Scale Type Popup Menu */
"Melodic Minor" = "Melodic Minor";

/* Scale Type Popup Menu */
"Minor Blues" = "Minor Blues";

/* Scale Type Popup Menu */
"Minor Pentatonic" = "Minor Pentatonic";

/* Scale Type Popup Menu */
"Mixolydian" = "Mixolydian";

/* Scale Type Popup Menu */
"Natural Minor" = "Natural Minor";

/* Scale Type Popup Menu */
"Phrygian" = "Phrygian";

/* Scale Type Popup Menu */
"South-East Asian" = "South-East Asian";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "6-String Guitar Normal Tuning";
